Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/help_en-US_id.tmx
Source language: en_us
Languages: id

source: Your Nation's Population
id: Populasi Bangsa Anda

source: It equals to the total population of all your cities.
id: Ini sama dengan total populasi semua kota Anda.

source: In #Survival Mode#, your objective is to develop your nation's economy to support fast population growth.
id: Dalam #Survival Mode #, tujuan Anda adalah mengembangkan ekonomi negara Anda untuk mendukung pertumbuhan populasi yang cepat.

source: Competing Nation's Population
id: Penduduk Bangsa yang Bersaing

source: In #Survival Mode#, one way to measure your performance is to compare your nation's population growth with that of the competing nation.
id: Dalam #Survival Mode #, salah satu cara untuk mengukur kinerja Anda adalah dengan membandingkan pertumbuhan populasi negara Anda dengan negara pesaing.

source: Public Investors' Money Available to Your Company
id: Uang Investor Publik Tersedia untuk Perusahaan Anda

source: #Realistic Money Supply# is enabled in this game.
id: # Pasokan Uang Realistis # diaktifkan dalam game ini.

source: It is more difficult for player and AI companies to #raise funds# from IPO, issuing new shares and bonds as there is a limited supply of #Public Investors' Money#.
id: Lebih sulit bagi pemain dan perusahaan AI untuk # menggalang dana # dari IPO, menerbitkan saham dan obligasi baru karena terbatasnya pasokan # Uang Investor Publik #.

source: The rate at which #Public Investors' Money# increases is based on the national GDP.
id: Tingkat kenaikan #Public Investors 'Money # didasarkan pada PDB nasional.

source: Auto Build Civic Buildings
id: Bangun Otomatis Bangunan Sipil

source: When this is enabled, AI will automatically build civic buildings when there is unmet demand.
id: Jika ini diaktifkan, AI akan secara otomatis membangun gedung sipil saat ada permintaan yang belum terpenuhi.

source: Auto Build Apartments
id: Bangun Otomatis Apartemen

source: When this is enabled, AI will automatically build apartments when there is unmet demand.
id: Jika ini diaktifkan, AI akan secara otomatis membangun apartemen ketika ada permintaan yang belum terpenuhi.

source: Market Share Chart
id: Grafik Pangsa Pasar

source: It shows this product's market share in the current city.
id: Ini menunjukkan pangsa pasar produk ini di kota saat ini.

source: Experience Level of the Team
id: Tingkat Pengalaman Tim

source: A high utilization rate means that the team is operating efficiently.
id: Tingkat pemanfaatan yang tinggi berarti tim beroperasi secara efisien.

source: A low rate means that the team has idle time and its capacity is underutilized.
id: Tarif rendah berarti tim memiliki waktu idle dan kapasitasnya kurang dimanfaatkan.

source: Stock Inventory
id: Persediaan Stok

source: It shows the amount of stock.
id: Ini menunjukkan jumlah stok.

source: How to increase a city's competitiveness
id: Bagaimana cara meningkatkan daya saing kota 1)

source: 1)A city's competitiveness increases faster when there is a larger number of companies engaging in R&D or production activities in the industry.
id: Daya saing kota meningkat lebih cepat ketika ada lebih banyak perusahaan yang terlibat dalam kegiatan R&D atau produksi di industri.

source: 2)The city government sponsors a university to conduct research in a specific industry.
id: 2) Pemerintah kota mensponsori universitas untuk melakukan penelitian di industri tertentu.

source: Open the Road Editor (hotkey: Ctrl-R)
id: Buka Editor Jalan (hotkey: Ctrl-R)

source: No Active Research
id: Tidak Ada Riset Aktif

source: The operation of this University is currently suspended.
id: Pengoperasian Universitas ini saat ini ditangguhkan.

source: To enable research, please set the #Operation slider# of this university to a value larger than zero.
id: Untuk mengaktifkan penelitian, harap setel bilah geser #Operasi # universitas ini ke nilai yang lebih besar dari nol.

source: Hire (hotkey: 'W')
id: Rekrut (hotkey: 'W')

source: To headhunt a person to lead the current functional unit.
id: Untuk memburu seseorang untuk memimpin unit fungsional saat ini.

source: Effects of GDP (part 1)
id: Pengaruh PDB (bagian 1)

source: The following #GDP components# contribute to the GDP growth and make a huge impact on the economy, leading to booms and #busts in the economic cycle#, affecting #inflation#, #employment rates#, #wage rates#, and #interest rates#.
id: Komponen #GDP berikut # berkontribusi pada pertumbuhan PDB dan membuat dampak besar pada perekonomian, yang menyebabkan ledakan dan #busts dalam siklus ekonomi #, mempengaruhi # inflasi #, # tingkat pengangguran #, # tingkat upah #, dan # bunga tarif#.

source: Effects of GDP (part 2)
id: Pengaruh PDB (bagian 2)

source: For example, when your company embarks on a large-scale business expansion in a city, it increases the #Investment component# of GDP, which in turn contributes to the #GDP growth# and kicks the economy into the high gear.
id: Misalnya, ketika perusahaan Anda memulai ekspansi bisnis skala besar di sebuah kota, itu meningkatkan # Komponen investasi # dari PDB, yang pada gilirannya berkontribusi pada pertumbuhan # PDB # dan mendorong perekonomian ke posisi tertinggi.

source: The newly established companies #create jobs# for the city, lowering the #unemployment rate#.
id: Perusahaan yang baru didirikan #menciptakan pekerjaan # untuk kota, menurunkan #tingkat pengangguran #.

source: Subsequently the #tightening labor market# will force companies to #raise salaries of their employees#.
id: Selanjutnya, #pengetatan pasar tenaga kerja # akan memaksa perusahaan untuk #menaikkan gaji karyawannya #.

source: Effects of GDP (part 3)
id: Pengaruh PDB (bagian 3)

source: Further along in this chain of effects, #a higher wage rate# leads to #increased consumer spending#, setting the stage for #inflation to rise#.
id: Lebih jauh lagi dalam rantai efek ini, #tingkat upah yang lebih tinggi # mengarah pada # peningkatan belanja konsumen #, yang menyebabkan #inflasi meningkat #.

source: When rising inflation is unchecked and eventually runs rampant, the central bank will have no choice but to put a break on it by #hiking the interest rate# aggressively, which will inevitably #drag the economy into recession#.
id: Ketika kenaikan inflasi tidak terkendali dan akhirnya merajalela, bank sentral tidak akan punya pilihan selain menghentikannya dengan # menaikkan suku bunga # secara agresif, yang pasti akan # menyeret ekonomi ke dalam resesi #.

source: Consumption
id: Konsumsi

source: Consumption is the total value of goods and services that are bought by the population simulated in the game.
id: Konsumsi adalah nilai total barang dan jasa yang dibeli oleh populasi yang disimulasikan dalam permainan.

source: Investment
id: Investasi

source: Investment is the total investment made by the player and AI corporations in setting up new businesses.
id: Investasi adalah total investasi yang dibuat oleh pemain dan perusahaan AI dalam mendirikan bisnis baru.

source: Government Expenditure
id: Pengeluaran Pemerintah

source: Government Expenditure is the total expenditure of the city government, which can be run by a player controlled mayor.
id: Pengeluaran Pemerintah adalah total pengeluaran pemerintah kota, yang dapat dijalankan oleh walikota yang dikendalikan oleh pemain.

source: Net Exports
id: Ekspor Neto

source: Net Exports equal to #exports# minus #imports#.
id: Ekspor Neto sama dengan # ekspor # dikurangi # impor #.

source: #Imports# occur when companies in the game purchase products from suppliers in a different city.
id: # Impor # terjadi ketika perusahaan dalam permainan membeli produk dari pemasok di kota yang berbeda.

source: #Exports# occur when companies sell products to business clients in another city.
id: # Ekspor # terjadi ketika perusahaan menjual produk ke klien bisnis di kota lain.

source: ECOSTATE
id: EKOSTASI

source: Economic State
id: Negara Ekonomi

source: This indicates the present state of the city's economy.
id: Ini menunjukkan keadaan ekonomi kota saat ini.

source: When the economy is booming, there will be strong demand for consumer goods.
id: Ketika ekonomi sedang booming, akan ada permintaan yang kuat untuk barang-barang konsumsi.

source: Conversely, during a recession, consumers reduce their spending, especially for non-essential goods.
id: Sebaliknya, pada masa resesi, konsumen mengurangi pengeluarannya terutama untuk barang-barang non esensial.

source: GDP Growth Rate
id: Tingkat Pertumbuhan PDB

source: The GDP growth rate indicates how fast the economy is growing.
id: Tingkat pertumbuhan PDB menunjukkan seberapa cepat perekonomian tumbuh.

source: A negative growth rate means that the economy is shrinking.
id: Tingkat pertumbuhan negatif berarti ekonomi menyusut.

source: Central Bank Attitude
id: Sikap Bank Sentral

source: This shows the central bank's attitude toward inflation.
id: Ini menunjukkan sikap bank sentral terhadap inflasi.

source: Inflation Dove means that the central bank is willing to let inflation run higher before raising the interest rate.
id: Inflation Dove berarti bank sentral bersedia membiarkan inflasi berjalan lebih tinggi sebelum menaikkan suku bunga.

source: Central Bank Policy
id: Kebijakan Bank Sentral

source: This indicates whether the central bank currently maintains a loose monetary policy with increased money supply and a low interest rate, or a tight monetary policy with reduced money supply and a high interest rate.
id: Ini menunjukkan apakah bank sentral saat ini mempertahankan kebijakan moneter yang longgar dengan peningkatan jumlah uang beredar dan suku bunga rendah, atau kebijakan moneter ketat dengan berkurangnya jumlah uang beredar dan suku bunga tinggi.

source: Money Supply and Demand
id: Uang Beredar dan Permintaan

source: This indicates the current levels of money supply and demand.
id: Ini menunjukkan tingkat penawaran dan permintaan uang saat ini.

source: When the central bank maintains a loose monetary policy, there will be an increase to the money supply and the interest rate will fall.
id: Ketika bank sentral mempertahankan kebijakan moneter yang longgar, akan ada peningkatan jumlah uang beredar dan tingkat suku bunga akan turun.

source: Visit the Reddit community of Capitalism Lab.
id: Kunjungi komunitas Reddit Lab Kapitalisme.
